{
    "pageTextData": [
        {
            "title": "WELCOME TO COCA COLA",
            "subTitle": "The world's leading manufacturer, marketer and distributor of non-alcoholic beverages."
        },
        {
            "title": "EXPLORE OUR EXCITING RANGE OF DRINKS",
            "subTitle": "We offer beverage choices for all occasions and lifestyles across a range of categories and in a variety of packages."
        },
        {
            "title": "Coca-Cola",
            "description": "It was 1886, John Pemberton, an Atlanta pharmacist, was inspired by simple curiosity. One afternoon, he stirred up a fragrant, caramel-coloured liquid and, when it was done, the mixture was combined with carbonated water and sampled by customers who all agreed - this new drink was something special!"
        },
        {
            "title": "Sprite",
            "description": "First introduced in 1961, crisp, refreshing, clean-tasting Sprite is now the world's leading lemon and lime flavoured soft drink and is sold in more than 190 different countries. Sprite Zero, part of our no sugar Zero range, offers the delicious lemon lime taste of Sprite without the sugar or calories."
        },
        {
            "title": "Dr Pepper",
            "description": "Dr Pepper's unique, sparkling blend of 23 fruit flavours has been around for well over a century and it's still the same, with that distinctive flavour you just can't quite put your tongue on. It was created by Texas pharmacist Charles Alderton in 1885."
        },
        {
            "x3dModelTitle": "Coca-Cola Classic",
            "description": "Coca-Cola Classic is the timeless and iconic cola that has been enjoyed for over 135 years, available in bottles or cans for a classic and convenient way to satisfy your thirst."
        },
        {
            "x3dModelTitle":"Sprite",
            "description":"Sprite is a crisp and refreshing lemon-lime soda that is perfect for any occasion. Available in bottles or cans, it's the perfect way to quench your thirst with its clean, crisp, and refreshing taste."
        },
        {
            "x3dModelTitle":"Dr Pepper",
            "description":"Dr Pepper is a unique and bold soda that's been satisfying taste buds for over 130 years. Available in cans or cups, its 23 flavors come together to create a one-of-a-kind taste that's as delicious as it is distinctive."
        }


    ]
}